[
{"heading": [" ", "Katrina Kaif and Vicky Kaushal Are Madly in Love in These Breathtaking Pics from Haldi Ceremony"], "description": ["Katrina Kaif and Vicky Kaushal’s wedding was largely a lavish and private affair with a heavily guarded wedding venue making it difficult for media to report."], "story": ["After weeks of speculation, ", "Bollywood", " actors ", "Katrina Kaif", " and ", "Vicky Kaushal", " finally tied the knot on December 9. The star couple and their closest family and friends gathered in the picturesque city of Sawai Madhopur, Rajasthan to host a three-day wedding spectacular, all beginning on Tuesday (December 7).", "After sharing a series of stunning pics from their dreamy wedding, the newlyweds have now posted a bunch of breathtaking photos from their Haldi ceremony. Sharing the photos with fans on Instagram, the couple wrote, “Shukr. Sabr. Khushi. (Grateful. Patience. Happiness).\" In the pictures, Katrina and Vicky are all smiles as they apply Haldi to each other. In one of the pics, the couple is seen holding hands as they enjoy the moment.", "Katrina Kaif and Vicky Kaushal’s wedding was largely a lavish and private affair with heavily guarded wedding venue making it difficult for the media to report much to the fans. Katrina opted for a red bridal lehnga, while Vicky wore an ivory sherwani, both designed by celebrity favourite fashion designer Sabyasachi.", "“Only love and gratitude in our hearts for everything that brought us to this moment. Seeking all your love and blessings as we begin this new journey together,\" the duo captioned their wedding pictures on their respective Instagram accounts.", "Katrina Kaif, 38, and Vicky Kaushal, 33, had been dating for about two years. While the arrangements and guest list for the wedding was closely guarded, close friends and colleagues of the couple, including Katrina’s frequent collaborator filmmaker Kabir Khan, his actor wife Mini Mathur, director Vijay Krishna Achara of Dhoom 3 and Thugs of Hindostan fame, actor couple Neha Dhupia and Angad Bedi are among those attending the wedding. ", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/katrina-kaif-and-vicky-kaushal-9-16392054153x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/katrina-kaif-and-vicky-kaushal-9-16392054153x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Anushka Sharma Pens Love Letter for Virat Kohli on Anniversary, Latter Says 'You Are My World'"], "description": ["On their fourth anniversary, Anushka Sharma penned a special note for her cricketer husband Virat Kohli and shared a bunch of goofy pictures along with it."], "story": ["Bollywood power couple ", "Virat Kohli", " and ", "Anushka Sharma", " are celebrating their 4th anniversary today, on December 11. On this special occasion, the ", "Bollywood", " actress penned a special note for her cricketer husband. She shared a bunch of unseen pics with Virat and wrote that marriage of equals is only possible when both are secure. The first picture is a selfie of both where they give goofy expressions to the camera. The next two pictures also see them share their goofiness. The fourth picture featured the couple with the Santa Clause. Anushka also shared a photo with Virat from a cricket stadium, and a photo where he is seen holding their daughter Vamika’s stroller.", "She began the now by using lyrics of Virat’s favourite song. It read, “🎶There is no easy way out, there is no shortcut home. 🎶 Your favourite song and words you’ve lived by always. These words hold true for everything including relationships. Takes tremendous courage to be the person you are in a world filled with perceptions & optics. Thank you for inspiring me when I needed it and for keeping your mind open when you needed to listen.\"", "The note continued, “Marriage of equals is only possible when both are secure. And you are the most secure man I know! Like I’ve said earlier, fortunate are those who really know the real you, the soul behind all the achievements, the man behind all the projections cast upon you..May love, honesty, transparency and respect guide us always.\"", "She ended the note by saying, “P.S. : May we never stop goofin’ around. I love that about us ❤️\"", "Take a look at it.", "Virat was quick to react to the post. He read, “You are my world ❤️\".", "Anushka’s industry colleagues Arjun Kapoor and Samantha Akkineni, too, commented on the post.", "The pair tied the knot in a fairy-tale ceremony in Italy in 2017 in the presence of family and close friends. The announcement of their secret wedding may have come as a surprise to everyone but since their relationship has managed to grab international headlines. The support Virat and Anushka are for each other is something that fans have been privy to. Whether it’s Virat going on record to say that Anushka changed his life for good or Anushka cheering for her cricketer husband in matches since she was his girlfriend to now that she is a mother to their first daughter, Vamika.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/anushka-virat-16392188003x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/anushka-virat-16392188003x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "EXCLUSIVE | What Can India Achieve by 100th Year of Independence? Answer in Govt's 'Vision India @ 2047'"], "description": ["Top sources say the Narendra Modi government is working on a vision document for 2047, preparing a blueprint to make India the world leader in strategic areas, aligning processes to international standards and positioning its institutions among the global best."], "story": ["What can ", "India", " achieve by 2047. With this question in mind, the ", "Narendra Modi", " government is marching ahead with ‘Vision India @ 2047’, under which a vision document will be prepared for when the country celebrates 100 years of Independence.", "Highly placed sources in the government told News18.com that one or more sectoral groups of secretaries will hold discussions on identifying key strategic areas in which India can become the world leader and create a time-bound roadmap to achieve that. They will also ponder over aligning existing processes and regulations to global standards, and prepare a blueprint to position India’s academic, research institutions and think-tanks among the global best. ", "Sources said plans of what India could aspire to achieve by 2047 are still evolving, but some broader points have been drafted for further discussion and fine-tuning by the groups of secretaries.", "Cabinet Secretary Rajiv Gauba is likely to discuss ‘Vision India @ 2047’ plans with the groups of secretaries in the coming weeks. ", "Sources told News18.com that the vision document planned for drafting will lay out key goalposts that India seeks to achieve by the centenary of its Independence, the roadmap and the deadlines. It is likely to highlight India’s long-term aspirations in terms of infrastructure and quality of life of Indian citizens.     ", "A senior government official said planning for ‘Vision India @ 2047’ will require the groups of secretaries to suggest ways to develop “institutional expertise” in different fields and carry out an analysis of domestic capabilities across sectors, by comparing them with those existing in other advanced countries. ", "“Other plans slated for discussion include preparing the roadmap to ensure India’s public and private firms become global leaders and put forth a mechanism for collaborating with foreign governments and international agencies, so that they can play a role in India’s growth journey,” the official said.", "A second official told News18.com that while plans are still evolving on what goalposts India could aspire to meet by 2047, this will include aligning India’s processes and regulations with global standards. “Other plans could narrow down on focus areas in emerging technologies and draft a framework to position India as a global leader in those areas within a decade,” the official said.", "The plans could also include assessing disparities across states and devise ways to bridge the gaps. The groups of secretaries will suggest steps that can be taken within this decade with timelines and milestones. ", "The Centre is currently celebrating 75 years of India’s Independence under a year-long campaign called ‘Azadi Ka Amrit Mahotsav’. ", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/narendra-modi-16391944153x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/narendra-modi-16391944153x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Orphan Valley: Bandipora Terror Attack Renders 8 More Children Fatherless in Kashmir, Youngest are Year-Old Twins"], "description": ["J&K Police and administration have vowed to avenge the killings of two policemen who leave behind four sons each, and said they would also support the devastated families."], "story": ["To the ever-increasing list of children rendered fatherless in Kashmir, add eight more; this time it’s the sons of two policemen killed in the Friday evening shootout with militants in Bandipore. ", "Selection Grade Constable Mohammad Sultan and Constable Fayaz Ahmad Lone of the J&K Police were killed in a terror attack at the busy Gulshan Chowk in north Kashmir township. ", "Mohammad Sultan leaves behind four sons — nine-year-old Salik, seven-year-old Uzair and less-than-a-year-old twins Affan and Ehsan. He is also survived by his 35-year-old wife and 70-year-old father. ", "His slain colleague Fayaz Ahmad Lone from Lolab in Kupwara is also survived by four sons — 14-year-old Zubair, 12-year-old Aaqib, nine-year-old Aadil, and three-year-old Shahid, besides his parents and 30-year-old wife Mubina. ", "These families join a long list of innocent civilians whose lives have been uprooted in the 32 years of militancy in the Kashmir Valley. Of late, such tragedies have been devastating families with recurring ease.", "It was only a few weeks ago that six children of two businessmen killed in a contentious encounter in Hyderpora in Srinagar were rendered fatherless. The children, as young as one-year-old, had to sit on a ", "dharna", " into the freezing night, demanding that bodies of the deceased be returned for a last glimpse and burial to give the families some semblance of closure. ", "Meanwhile, at Sultan’s native home in Sopore, hundreds of men and women gathered to mourn his death. People talked about how his fatherless children and his wife would cope. ", "Women were seen consoling his widow, while some relatives attended to the year-old twins.", "The most poignant image of the tragedy was that of Sultan’s niece, in red and black-striped scarf, crying inconsolably at her departed uncle’s home.", "Before the bodies of the two policemen were sent to their homes, a wreath-laying ceremony was held at Bandipora District Police headquarters where officials paid homage to the two slain cops. ", "The deadly attack was carried out in the main market just before darkness enveloped the town. ", "IGP Vijay Kumar said on Saturday that the attack was carried out by a Pakistani militant belonging to the terror group Lashkar-e-Taiba. “A single Pakistani militant came and fired at the driver and one PSO of the SHO but couldn’t snatch their weapon due to retaliation by the second PSO,\" Kumar said, adding that two over-the-ground workers helped the militant.", "CCTV footage obtained by News18 and cross-checked with police sources suggests that the militant concealed a weapon before firing point-blank at the policemen and fleeing. ", "The district which runs contiguous to the Line of Control has been largely peaceful barring a few minor incidents, but Friday evening’s attack has shaken the security grid. The last major attack in Bandipore was the killing of BJP leader Waseem Bari, his father and brother in July 2020. Friday’s attack also comes on top of a spate of targeted killing of civilians and policemen in October. ", "While the police have said they will support the families of the two martyrs, the administration has vowed to avenge their deaths. ", "“We stand by the family and assure that the terrorists responsible to make you orphan shall be soon brought to justice,” Kashmir Zone Police tweeted.", "The office of J&K Lieutenant Governor Manoj Sinha tweeted: “We are firmly resolved to avenge this barbaric action by the enemies of peace & determined to completely dismantle the terror ecosystem. J&K administration will extend all possible support to martyrs families.”", "Condemning the attack, former chief minister and National Conference leader Omar Abdullah said: “I condemn the militant attack on the police in Bandipore area of North Kashmir earlier today that resulted in the death in the line of duty of J&K police personnel Muhammad Sultan and Fayaz Ahmad. May Allah grant them Jannat & may their families find strength at this time.” ", "Former CM and PDP leader Mehbooba Mufti also condoled the deaths. “My heart breaks for the families of the policemen killed in the line of duty yesterday at Bandipora. Condolences to their loved ones,” she tweeted.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/bindipora-attack-1-16392121063x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/bindipora-attack-1-16392121063x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Year Ender 2021: Best Electric Scooters Launched in India - Ola S1, Simple One and More"], "description": ["As the year comes to an end, here's what the electric scooter segment in India witnessed. From Ola S1 to Simple One, check out the complete list."], "story": ["As the year comes to an end, it is quite safe to say that the electric vehicle segment in ", "India", " saw a lot of action. While a complete switch to electric is still a distant goal, India’s trajectory for the same is being lauded throughout the world. Hence, today we will focus on the electric vehicle segment, especially scooters. So here is a list of scooters that are currently operating in the Indian market.", "What 2021 gave us", "OLA Electric S1 and S1 Pro", "With a range of 181 kilometres, and ex-showroom prices of Rs.99,999 and Rs. 1,21,999 for S1 and S1 Pro, OLA Electric has launched two variants of its first scooter. With a top speed of 115 km/h, the scooter can reach a speed of 40 km/h in just three seconds. The scooter comes with a 750W portable charger and its 2.9kWh battery can be fully charged in six hours. With OLA’s proposed Hypercharge Network, the scooter can be charged 50% in just 18 minutes.", "Simple One", "The main rival of the Ola scooter, Bengaluru-based Simple Energy’s scooter features a 4.8kWh battery that is more powerful than the Ola scooter’s battery. Thanks to the battery, the scooter offers a range of 236 kilometres, if used in Eco mode. The scooter’s ex-showroom price is a competitive Rs. 1.09 lakh. One special feature of the scooter is that its battery is divided into parts with one removable for charging purposes.", "Dominant Segment Players", "Ather 450X", "With a range of 116 kilometres, and an ex-showroom price of Rs. 1.32 lakh, Ather 450X offers a top speed of 80 km/h. Capable of reaching a speed of 40 km/h in just 3.3 seconds, the scooter features a 2.61kWh battery. Ather claims that 450X can be 80% charged in 3 hrs 35 minutes.", "Bajaj Chetak Electric", "Positioned by Bajaj in its premium range, the scooter costs Rs.1.42 lakh for its Urbane variant and Rs. 1.44 lakh for its Premium variant. With a battery of 2.9 kWh, the scooter offers a range of 95 kilometres in Eco mode. The scooter can be fully charged in five hours and its lithium-ion battery is designed to last seven years, claims the manufacturer.", "Also Watch:", "TVS iQube", "Offering a range of 75 kilometres and a top speed of 78 km/h, TVS’ iQube costs Rs. 1.15 lakh ex-showroom. The scooter features a 1.4 kWh battery that can be 80% charged in five hours.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/11/ola-s1-pro-electric-scooter-16391387583x2.png?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/11/ola-s1-pro-electric-scooter-16391387583x2.png?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Salman Khan's Da-Bangg Tour: Shilpa Shetty Rocks the Stage, Actor Revisits Maine Pyar Kiya"], "description": ["Salman Khan's much-awaited Da-Bangg tour kickstarted on Friday with a power-packed performance in Riyadh, Saudi Arabia, along with Shilpa Shetty, Prabhu Deva, Aayush Sharma among others."], "story": ["Salman Khan’s much-awaited Da-Bangg tour kickstarted on Friday with a power-packed performance in Riyadh, Saudi Arabia, along with ", "Bollywood", " actors Shilpa Shetty, Prabhu Deva, Aayush Sharma and Saiee Manjrekar. The live-action was witnessed at the International Arena in Boulevard, which happens to be one of the most captivating zones for tourists seeking entertainment at the Riyadh Season.", "Several video clips have gone viral from the show that shows the actors delivering their best performances for the huge crowd gathered to witness the stars. Among other things, Salman danced on a mash-up of his popular songs from films including Maine Pyar Kiya and Hum Aapke Koun Hai.", "Along with Shilpa and Maniesh Paul, he was also seen shaking a leg to the songs Mujhse Shaadi Karogi, and Munni Badnaam Hui.", "The actors also addressed the media before the concert. On landing in the country, Salman met Saudi Royal Court Advisor Turki Alalshikh, also presiding Chairman of the General Authority for Entertainment, as established by the Royal Decree. The Bollywood superstar shared a video from the meeting with his “brother”. Salman and Alalshikh are seen greeting each other with warmth and hospitality as they shake hands.", "Ahead of the musical concert, he thanked Crown Prince Mohammed bin Salman for welcoming them and giving an opportunity to Bollywood to conduct a concert of a scale this large. He also addressed speculations about Jacqueline Fernandez joining the team. The actress was scheduled to be a part of the concert but it was disrupted by the current investigation of her alleged involvement in a money laundering case by ED.", "Salman promised that she will be travelling and joining the team to perform. He also joked that in case she fails to make it, he will perform in her place. “She will be here tomorrow at the concert and will perform,” said Salman.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/salman-khan-16392171083x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/salman-khan-16392171083x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Parliamentary Panel on Home Affairs Raises Concerns Over Cryptocurrency, Darknet Use for Drug Trafficking"], "description": ["The Parliamentary Committee on Home Affairs has recommended setting up a cyber-wing under the Narcotics Control Bureau with Intelligence Fusion Centre for effective detection and investigation of drug smuggling through cryptocurrencies and darknet."], "story": ["Even as Parliament awaits the introduction of the bill to regulate cryptocurrencies in the ongoing Winter Session, the Parliamentary Committee on Home Affairs has raised concerns over the use of the digital currencies and darknet for drug sale and purchase.  ", "Darknet markets are e-commerce sites designed to lie beyond the reach of regular search engines. They are popular for illicit transaction and trade, as buyers and sellers are largely untraceable.", "In a report tabled on Friday, the Committee headed by MP Anand Sharma made recommendations to the Ministry of Home Affairs to set up a cyber-wing under the Narcotics Control Bureau with Intelligence Fusion Centre for effective detection and investigation of drug smuggling through cryptocurrencies and darknet.", "“The Committee notes the steps taken by the Narcotics Control Bureau (NCB) at national as well as international front to contain drug trafficking in the country. The Committee expresses its concern about the increasing use of cryptocurrencies and “darknet\" for drug trafficking. Further,", "technology is being leveraged by drug traffickers to maintain anonymity, making it difficult to track the movement of drugs,\" the parliamentary committee said.", "“The Committee recommends that the MHA may advise the NCB to establish a cyber-wing with Intelligence Fusion Centre for effective detection and investigation of drug trafficking cases involving cryptocurrencies and darknet at the earliest. The Committee may be apprised about the progress made in this regard,\" the report added.", "In its reply, the Ministry of Home Affairs briefed the Committee on action taken by the government in this regard. “It is submitted that a proposal for restructuring and expansion of NCB, including setting up of a dedicated cyber-wing, is under consideration of the Ministry of Home Affairs in consultation with Ministry of Finance (Department of Expenditure),\" the reply said.", "The ", "Cryptocurrency", " and Regulation of Official Digital Currency Bill, 2021 has been listed for passage in the ongoing Winter Session of Parliament. ", "As per the details available on Lok Sabha website, the bill seeks to “create a facilitative framework for the creation of the official digital currency to be issued by the Reserve Bank of India.” It also seeks to prohibit all private cryptocurrencies in India, however, it “allows for certain exceptions to promote the underlying technology of cryptocurrency and its uses\".", "Currently, there is no regulation or any ban on the use of cryptocurrencies in the country. ", "Private digital currencies and cryptocurrencies have gained popularity in the past decade or so. But regulators and governments across the world have been sceptical about these currencies and are apprehensive about the associated risks. Nations are also bringing agencies and laws up to speed to ensure cryptocurrencies are not used for criminal activity.", "The United States had recently announced the formation of a National Cryptocurrency Enforcement Team (NCET). “This team will tackle complex investigations and prosecutions of criminal misuses of cryptocurrency, particularly crimes committed by virtual currency exchanges, mixing and tumbling services, and money laundering infrastructure actors,\" the US government said.", "Interpol, too, has flagged increased use of technologies that lend anonymity to such operations, leaving them liable to be misused by criminal organisations.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/cryptocurrency-16392171253x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/cryptocurrency-16392171253x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "EXCLUSIVE | Taliban Can't Demand Acceptance at the Barrel of the Gun, Says Afghan Ambassador to India"], "description": ["Afghanistan Ambassador to India Farid Mamundzay says the Afghan diplomatic community has no communication with the Taliban regime. He also appealed to India for continued political, diplomatic and humanitarian support."], "story": ["Afghanistan’s diplomatic community stationed across 70 countries will not work with the Taliban unless it gains public acceptance and forms an inclusive government, the country’s Ambassador to ", "India", " Farid Mamundzay has told News18. In his first interview following the Taliban takeover of ", "Afghanistan", " in August, Mamundzay said the new regime cannot demand acceptance “at the barrel of the gun”. ", "The Ambassador added that Afghanistan needs India’s support in dealing with the humanitarian crisis, and also to build international pressure on Taliban to protect human rights. Mamundzay also appealed to New Delhi to revoke the visa suspension of Afghan students enrolled in Indian institutions.", "Edited excerpts:", "It has been four months since the Taliban has captured Afghanistan. How is the country doing under the new rulers?", " ", "The most troubling situation that has emerged after the Taliban came to power in Afghanistan is the humanitarian crisis. The country is facing crisis of essential commodities, including food and medicines, and many people have already left. ", "Approximately 5 lakh people have left the country, 1% of the entire population. There were many doctors and engineers among them. The last four months have been a nightmare for us. We have practically been disconnected from the outside world, politically and economically. Airports are closed, medical supply to hospitals is disrupted, Afghan currency is weakened and there has been huge hike in unemployment. According to international agencies, by next June, 98% of the people will fall below poverty line. So, in a way, the situation is very dismal in our country. ", "Ambassadors appointed during the former regime have not started working with the present Taliban government. It there any communication with the present dispensation?", " ", "We have almost 70 embassies across the world. There has been sustained communication and coordination among them. We are ready to work with a government that is recognised and accepted by the people of Afghanistan. The people of the country have not recognised the government. This is a government which has not got any acceptance by the international community. ", "I wish the Taliban move towards an inclusive government, which incorporates every section of the society, including the minorities. It is very essential that the government is accepted by the people and that will not happen at the barrel of the gun. People will never accept such a force. Our embassy is also not ready to work with such a force. Moreover, the host countries have not recognised the present regime. ", "To provide humanitarian assistance, India and Pakistan are holding discussion over modalities so that India can send 50,000 metric tonnes of wheat and medicines to Afghanistan through the Pakistani route. When is this humanitarian assistance expected to reach Afghanistan?", "Talks regarding humanitarian assistance from India have been progressing satisfactorily. All paper work is almost complete. I hope that in the coming two weeks, all formalities will be completed. India has always provided assistance to Afghanistan. The Government of India and the people of India have extended their help in this troubling time. And this is a huge humanitarian assistance; it will take 20 to 30 days to reach Afghanistan. I wish by the first week of January, this food and medicine consignment reaches various parts of Afghanistan. ", "India has always fostered cordial relations with Afghanistan. Now that the Taliban is ruling the country, what do you expect from India, as an ambassador, so that people get relief?", "We have a historical relationship with India which is very strong and this friendship is based on people-to-people contact. In the last 43 years, we have seen many governments come and go, but the friendship has been undeterred and it will remain so. ", "As the elder partner in the friendship, I think India can lend a helping hand on two fronts. The first is humanitarian assistance, which includes food items, medicine, Covid-19 vaccines and winter supplies. The second is diplomatic and political support in the form of constant pressure on Taliban so that it agrees to form an inclusive government. India has a very good relationship with Russia, Iran and Western countries. So, I appeal to India to support us in peace talks and invigorating communication channels so that we don’t have to be at the mercy of any autocratic force. India can help us immensely on this front.  ", "Almost 2,500 students are trapped in Afghanistan. Their visas are suspended and no flights are flying between the two countries. In such a situation, what is your appeal to the Government of India?", "Students stranded in Afghanistan are pursuing higher education in various institutions in India. They are enrolled in various universities in Delhi, Karnataka, Kerala, Maharashtra and other states. The highest assistance to us from India has been in the field of education. Suspension of their visas was not in good spirit. ", "I appeal to the Government of India to allow these students to come to India and complete their education. Those students have not become Taliban or joined Talibani forces overnight, so suspension of their visas sends a wrong signal. The loss of academic year is the biggest loss for students. India should consider this as a humanitarian issue and take steps to resolve this crisis. I hope in the coming days, the problem is resolved.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/farid-mamundzay-16392070703x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/farid-mamundzay-16392070703x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "India Should Have Launched Strong Response against Pakistan after 26/11, Not Displayed Restraint"], "description": ["There comes a time when actions must speak louder than words. 26/11 was one such time when it just should have been done."], "story": ["Why did ", "India", " not go to war with Pakistan? Why, despite repeated provocations by Pakistan, did India restrain itself from an immediate and visible retaliation ", "post 26/11", "? After all, that would have been the natural course of action to undertake under the given circumstances? This question has intrigued analysts. Many more have tried to discern and present reasons for the policy of restraint followed by Delhi after an assault that has become the scarred and perennial watershed in the Indo-Pak paradigm.", "It was not that war was never an option. The armed forces had cranked up their readiness and surveillance levels all along the border, post the attack. There were several close calls and the IAF operational readiness platforms were also activated. One of these was the consequence of a hoax call made to the president of Pakistan posing himself to be India’s external affairs minister. Only when the US Secretary of State Condoleezza Rice intervened did it become evident that the call was a con, a deliberate provocation, to add fuel to the fire. It is also strange that the Pakistani president’s office put the call through without even verifying the credentials of the caller. The caller’s identity was never ascertained. Though a year later, it was reported in some newspapers that the caller ostensibly was the British-born terrorist Omar Sheikh, then serving a life term in a high-security Karachi Jail for the murder of the ", "Wall Street Journal", " correspondent, Daniel Pearl. The Pakistani deep state however buried the investigation after the initial reports in November 2009. ", "Were the same actors who had perpetrated ", "26/11", " now provoking both India and Pakistan to go to war? Was that the real objective of the Mumbai attack? In the absence of any sustained investigation by Pakistan and with every possible attempt by its intelligence agencies to bury this particular side show that may have actually unravelled a can of worms, the truth would never really come out.", "There is, however, a school of thought that has been arguing from that time onwards that ‘more was to be gained from not attacking Pakistan than from attacking it.’ What were these argued gains? Well for one, it states that if India would have indeed attacked Pakistan, it would have just become another India-Pakistan dispute. Any conventional attack would have meant taking the issue to the international corridors of justice. Considering all the previous Indo-Pak disputes, the world would have responded with the default, i.e., to call for peace and split the blame and credit equally between both the states in the name of fairness, yet again equating the victim with the aggressor. Additionally, such an attack would have united Pakistan behind the Pakistani Army and weakened the civilian government in Pakistan. ", "This school of thought further argues that Dr Manmohan Singh’s approach appears to have been grounded in military realism. If India were to launch small, carefully chosen strikes, it would only further lessen Pakistan’s apprehensions of a rigorous conventional attack in the future. Additionally, a limited strike would have not resulted in any substantial gain. If India were to attack the LeT HQ at Muridke, it would have hardly affected the terrorist organization. ‘The LeT camps are tin sheds and huts which can be rebuilt easily.’ Moreover, these camps are deliberately set up near hospitals and schools so that any strike on these camps could result in heavy civilian casualties thereby handing over a propaganda tool to the Pakistanis. ", "Finally, a war, even one that India could have won, would have come at a heavy cost at a time when the world was in the throes of an unprecedented financial crisis, the economic meltdown of 2008 triggered by the sub-prime crisis. It would have set back the exceptional progress the Indian economy had made by at least a decade, if not more.", "While in retrospect, it is always easier to find rational justifications for choices made, the problem is that this kind of restraint only produces results if both the parties to a negotiation are on the same page and have similar goals. Both parties should be stepping away from the ticking time bombs of history. However, if the other side (Pakistan in this case) continues to have mala fide intent and wants to run with the hare and hunt with the hounds, it becomes a self-defeating strategy for the side with kosher intent (India in this case). ", "It is evident that post 26/11, the Indian objectives had taken a drastic turn towards non-coercive diplomacy. Such an approach therefore lacks even the aspect of deterrence and is more difficult to execute. Moreover, it becomes difficult if not impossible to assuage inflamed public emotions that then rightly believe that no cost is being imposed on the belligerents for their murderous depredations. Such an approach naturally then lent itself to the ‘soft on terror’ cliché that stuck to the then UPA government like a noxious epithet for the remaining part of its first and second term. It is these reasons and, above all, the imperatives of political messaging for the current dispensation that since the September 2016 Uri attack, the policy of strategic restraint has given way to more tactical and forward leaning responses. ", "For the sake of argument, let us consider the outcomes of limited strike/Cold Start retaliation. Cold Start, as mentioned earlier, developed after it had taken the army more than a month to fully mobilize along the Pakistani border during Operation Parakram. However, even five years after Parakram, it was evident that the doctrine was not ready for operationalization and therefore virtually redundant in dealing with contingencies of this order. The land-based option thus was a non-starter from the word go. ", "However, air strikes against the LeT and JuD military camps in POK with a simultaneous presentation of dossiers indicating clear involvement of the Pakistani state (tapes of phone calls made by the terrorists from the high seas to their commanders in Pakistan, the micromanagement of the entire operation by Pakistan-based handlers and even Kasab’s confessions later) would have prevented the Pakistani state from crying foul. It was an option that should have been actioned.", "It would have then become extremely difficult for the international community to split the blame as it could have happened with the operationalization of a land-based option, as they had been historically programmed to do, for the attack had reverberated across the entire world. It had also targeted a number of foreign nationals as well. ", "If ever there was a moment to cash in all the IOUs that we had collected from the global community for the restraint that we had exercised over all these decades, by absorbing all the blows that Pakistan had hurled against us through their proxies and semi-state actors, 26/11 would have been the right occasion to do so.", "While an attack certainly would have required robust intelligence inputs on the precise location of these terrorist camps, a limited strike on these camps that would have caused visible, tangible and undeniable damage would have sent out a salutary message.", "It would have made it extremely difficult for Pakistan to retaliate with a nuclear threat. This is because it would have been too low a nuclear threshold even for Pakistan to escalate the conflict. ", "While it could be argued that the post-Uri surgical strikes in 2016 and air strikes on the Jaba hill-top in Balakot in 2019 did precisely this. However, the critical difference was that when these options were indeed operationalized, the punitive cost on Pakistan was negligible. Not only did they deny that a surgical strike had taken place, but more importantly, even the casualty figures put out in election rallies by the political dispensation in government was at a wide variance with assessments made by independent and non-partisan sources. ", "It is a fact that the perpetrators of the 26/11 attack have walked free. Except for some tokenism by Pakistan, and that too because of the Financial Action Task Force (FATF) sword hanging on its neck, precious little has really changed even after more than 14 years of that attack. The Pakistan Army is still at the helm of affairs. The international ‘isolation’ of Pakistan after the attacks has withered away and it is business as usual for everyone.", "The attack definitely helped the LeT, as it assisted in healing the rift between a more active al-Qaeda and a passive LeT. The 26/11 attack helped in consolidating and profiling the LeT internationally after its al-Qaeda-style attack, thereby increasing its credibility and access to resources in the depraved subterranean world of international terror. ", "India should have reacted through the use of conventional force. The target should have been carefully chosen to impose significant punitive costs on Pakistan. Reliance on non-kinetic options can always be justified both in real time and retrospect, and could well have been very well-considered additional response prescriptions along with kinetic options.", "However, the nation and the world saw that India had just absorbed a body blow to its solar plexus without as much as batting an eyelid in retaliation. For a state that has no compunctions in brutally slaughtering hundreds of innocent people, restraint is not a sign of strength; it is perceived as a symbol of weakness. There comes a time when actions must speak louder than words. 26/11 was one such time when it just should have been done. It, therefore, is my considered opinion that India should have actioned a kinetic response in the days following India’s 9/11.", "This excerpt from 10 Flashpoints, 20 Years: National Security Situations That Impacted India by Manish Tewari has been published with the permission of Rupa Publications", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/11/mumbai-terror-attack-16378949993x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/11/mumbai-terror-attack-16378949993x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "EXCLUSIVE | Heroin Seizures See Mammoth 37,000% Jump in 4 Years, Officials Say India Being Used as Transit Point"], "description": ["Officials in the DRI and NCB say surveillance has been increased along all ports since smugglers are switching to maritime routes via India with supply of cheaper drugs increasing from Taliban-controlled Afghanistan."], "story": ["From 8 kg in 2018 to over 3,000 kg in 2021, ", "India", " has recorded the steepest rise yet in heroin seizures in four years, with officials in the DRI and NCB saying the country is emerging as a transit point for drug trade.", "The Directorate of Revenue Intelligence (DRI) is the country’s apex intelligence and enforcement agency on anti-smuggling matters, while the Narcotics Control Bureau (NCB) is tasked with cracking down on drug trafficking and the use of illegal substances under the Narcotic Drugs and Psychotropic Substances Act.", "Officials in the two federal agencies told News18.com that state-level agencies had also recorded sharp rise in heroin seizures during the Covid-19 pandemic despite multiple travel restrictions. ", "“There has been a shocking rise in smuggling of heroin in the past four years. It seems India is emerging as the transit point for smugglers. But agencies have increased checks at all ports, which are usually the most preferred route for smugglers nowadays,\" a senior DRI official responsible for handling a port in south India said on condition of anonymity. ", "Officials say one of the reasons behind the massive jump is the increase in cultivation of the opium crop in Afghanistan. According to a report by the United Nations Office on Drugs and Crime, a 37% increase has been recorded in the area of land used for illicit cultivation of opium poppy in Afghanistan, control of which was taken over by Taliban in August this year.", "Data compiled by the DRI says that in 2018-19, the agency seized 7.98 kg heroin, which increased by close to 25% the next year when the agency seized 9.16 kg. The seizures saw a massive jump of more than 2,000% when the pandemic hit the country last year and around 202 kg heroin was seized.", "Despite the initial shock, the seizure paled in comparison to the 3,000 kg consignment of heroin worth Rs 21,000 crore caught in Gujarat’s Mundra Port in September this year. ", "As per DRI data, from 2018 till 2021, the agency has been a jump of close around 37,400% in seizures. These figures exclude other seizures by DRI and a consignment missed by the agency in June this year, which was suspected to have close to 6,000 kg heroin. Both the September seizure and the one missed in June – alleged to be parts of the same international smuggling racket — are under probe by National Investigation Agency.", "Worryingly, the seizures are said to be just 10% of the heroin drug trade. ", "“Be it police or central agency, the thumb rule we consider seizures to be 10% of the total availability of that item, in this case heroin. It means the total amount is much more,\" Shashikant Sharma, former Punjab DGP, told News18.com.", "The NCB has also noticed the upward trend in heroin seizures. According to the data compiled by the nodal agency, in 2017, police forces of various states seized 825 kg heroin, which increased the next year to 913 kg. This figure increased to 2,308 kg in 2019 and further jumped by 41% to 3,276 kg in 2020, the year of the pandemic. From 2017 to 2020, state police figures on heroin seizure saw close to 400% jump.", "An NCB official estimated that heroin seizures now are at an all-time high. “We have noticed the trend and are expecting all-time high heroin seizure this year. It is because of the change in smuggling route. Now smugglers are sending thousands of kilograms of heroin in one single consignment instead of sending it through cargo wherein they used to send 1 or 2 kg. The Taliban in ", "Afghanistan", " is also selling drugs at a cheaper price to western countries and supplying via India,\" the official said.", "According to former Punjab DGP Shashikant Sharma, Iran and Iraq used to be the preferred transit points earlier but now drugs are being routed through India. ", "“Routes keep changing. Earlier, drug trade routes cut through Iran, Iraq etc and in some areas, consignments were also looted during transportation. Restrictions were also imposed by various countries and Pakistan doesn’t want to spoil its ties with these nations. So India is emerging as the primary transit route for heroin smuggling,\" Sharma said.", "He added that India is a transit point while the end destination would be in Europe or the United States. “Smugglers send their consignment using the easiest route. In the recent seizure of 3000 kg heroin (from Mundra Port), the ultimate destination was not India. It was some other country. India is their basic transit point.”", "According to agencies, drug trade is usually conduct through maritime routes due to the anonymity associated with them.", "“India, having a large coastline with many major and minor ports, is sensitive to drug trafficking through maritime routes. Narcotic drugs such as heroin have been smuggled on boats and ships from the Gulf region in the recent past. Given Covid-19 restrictions on air travel, sea routes could be exploited by drug traffickers in the future also,\" a DRI official said. ", "The biggest challenge for Indian agencies is intercepting the drug consignments. Both the NCB and the DRI admit that the volume of drugs sent via sea routes makes it tough for agencies to check all consignments and they only rely on data analytics. ", "Even when agencies intercept a drug consignment, investigation and prosecution are mammoth tasks since the sender, recipient and the distributor involved are usually based outside India. In most cases, agencies are only able to round up low-level facilitators operating within the country.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/manipur-drugs-1-16388820103x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/manipur-drugs-1-16388820103x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Bigg Boss 15: Karan Kundrra Questions Tejasswi Prakash's Friendship With Vishal Kotian"], "description": ["Tejasswi Prakash had accepted Vishal as a good friend sometime back in the show and he, too, prioritised her over everyone, even Shamita Shetty, who he called his sister."], "story": ["Karan Kundrra and Tejasswi Prakash’s connection have been one of the major highlights of the current season of Bigg Boss. However, things don’t seem to be fine between TejRan, a term coined by their fans to address both. The latest promo of ", "Bigg Boss 15", " shows the couple going through trust issues and the root seems to be eliminated contestant Vishal Kotian. Tejasswi had accepted Vishal as a good friend sometime back in the show and Vishal, too, prioritised her over everyone, even Shamita Shetty, who he called his sister. When Teja says these things to Rashami Desai, Karan and Umar Riaz seems shocked. Later, Karan is seen telling Tejasswi that she always knew what kind of a person he is and she is just doing it for the sake of the game. He also questioned her if she was sure of Vishal’s loyalty towards her. ", "Karan said, “Terko pata tha starting se ki uska game kya hai wo kaisa insaan hai. Were you ok with him or you were just doing it for the game?” He adds that Tejasswi dealt with Vishal very conveniently. ", "Meanwhile, talking of trust issues, Rashami and Devoleena Bhattacharjee, who are good friends and former Bigg Boss participants, also had a misunderstanding leading to a fight. The wild card entrants, who earlier displayed a close friendship, turned foes after a heated discussion.", "The remaining participants of Bigg Boss 15 are Shamita Shetty, Nishant Bhat, Pratik Sehajpal, Karan Kundrra, Tejasswi Prakash, Umar Riaz, Rajiv Adatia, Devoleena Bhattacharjee, Rashami Desai, Rakhi Sawant and Ritesh.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/tejran-16392137223x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/tejran-16392137223x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Mumbai Doctors Books Birthday Cake Online, Gets Duped of Rs 53,000"], "description": ["Cyber criminals use the same modus operandi of posting their numbers online in the name of bakery shops, liquor stores, restaurants, online shopping sites and courier services."], "story": ["Trying to book a birthday cake online for Rs 400, a 31-year-old Mumbai doctor fell victim to a cybercrime and lost Rs 53,000 to a fraudster who impersonated the bakery shop’s employee. The doctor who works at a multi-specialty hospital in Gurgaon was looking for Merwan bakery shop contact number on Google, when she inadvertently dialed the fraudster’s number who tricked her into making a payment of Rs 400 as she wanted to book a birthday cake for her friend. Following this, the criminal then asked for Rs 20 to receive a receipt and another Rs 15,236 for registration which he claimed will be soon refunded. Claiming that an error has occurred, the swindler then duped the doctor of another Rs 38,472 following which he asked for a payment of a whopping Rs 50,000. Realizing that she has fallen for an online fraud, the doctor informed the bank about it and registered an FIR at the DB Marg police station.", "Many similar cases in the past few years have taken place where cyber criminals use the same modus operandi of posting their numbers online in the name of bakery shops, liquor stores, restaurants, online shopping sites and courier services. They dupe customers of huge amounts by tricking them into making advance payments.", "Earlier, a college student from Birbhum, West Bengal, was duped of more than Rs 50,000 when she tried to sell an old two-rupee note online and a doctor lost Rs 80,000 to a scamster who promised to conduct ‘puja’ to help her clear an examination.", "Reportedly, there has been a rise in online scams in ", "India", " as the online fraud encounter rate was as high as 69% in the past year, according to the Microsoft 2021 Global Tech Support Scam Research report.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/cake-16392160333x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/cake-16392160333x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "'Had to Spend 10k Cr Vs 100 Cr Due to Delay': PM Modi Inaugurates Saryu Canal Project, Slams Opposition"], "description": ["With the UP assembly elections ahead, the BJP government has been inaugurating big ticket projects in the state."], "story": ["Prime Minister ", "Narendra Modi", " on Saturday invited farmers across the country to watch a mega programme on natural farming on December 16, saying it would prove beneficial for them. Addressing a rally in poll-bound Uttar Pradesh’s Balrampur after inaugurating the Saryu Canal National Project, he paid tributes to Chief of Defence Staff Gen ", "Bipin Rawat", " and said his demise is a great loss to the nation. The prime minister also prayed for the early recovery of Deoria-born Grp Capt Varun Singh, the lone survivor of the Wednesday helicopter crash in Tamil Nadu that killed 13, including Gen Rawat, his wife and 11 armed forces personnel. In an apparent dig at the Samajwadi Party (SP), Modi said for some the priority is to cut ribbons at inauguration, while for “us the priority is completion of projects on time.\"", "• Prime Minister Narendra Modi said, “Whenever we’ll speak of Ram Temple in Ayodhya, contribution of Maharaja Pateshwari Prasad Singh Saheb of Balrampur princely state(erstwhile) will be mentioned. People in Balrampur are connoisseurs, they gave 2 Bharat Ratna in the form of Nanaji Deshmukh & Atal Bihari Vajpayee.\"", "• “When the work on this project started, the cost was less than Rs.100 crores. Today, it has been completed after spending about 10,000 crore rupees. The country has already paid 100 times more for the negligence of governments,\" PM Modi said.", "• “When I left Delhi today, I had been waiting since morning when someone would come, say, “Modiji, we cut the tape of this scheme, we had started this scheme.\" There are some people who are used to saying that they may have cut the lace of this scheme as a child,\" Modi said.", "• Crowds thronged Balrampur ahead of PM Modi’s visit. (Image: News18)", "• Balrampur had proved to be a happy hunting ground for Vajpayee. In the 1957 general elections, Vajpayee had contested from three seats as a Jan Sangh nominee. He had finished fourth in Mathura and second in Lucknow. He won from Balrampur to make his entry into Lok Sabha for the first time. In 1962, he contested from Balrampur and Lucknow, but lost both. In 1967, he again tried his luck from Balrampur and won. Vajpayee’s colleague and former MLA Shukdev Prasad termed the visit of Prime Minister Narendra Modi a matter of “good fortune for us\".", "• “The place where the prime minister will hold a public meeting on Saturday is called ‘Ikhatar ka ilaka’, which was considered as the citadel of Atal ji. He often used to sit for hours in this area,\" Prasad said.", "• Recalling his association with the late prime minister, Prasad said, “Atalji used to worry about the problems of farmers because irrigation was a major issue. Now with the Saryu Canal project, lakhs of farmers will benefit.\"", "• There is a lot of enthusiasm among the local people around Modi’s visit to the “karmabhoomi\" of Vajpayee to dedicate to the nation the Saryu Canal project, he said.", "• The Balrampur Lok Sabha seat was won by Daddan Mishra of the BJP in 2014, but in 2019, it went to Ram Shiromani Verma of the BSP.", "• Modi had earlier inaugurated three megaprojects in Gorakhpur, Chief Minister Yogi Adityanath’s bastion, including an AIIMS and a major fertiliser plant. The three ambitious projects, set to give further impetus to the growth of underdeveloped eastern Uttar Pradesh, also include ICMR’s regional unit Regional Medical Research Centre here.", "• BJP has expressed faith in Adityanath’s leadership for the upcoming Uttar Pradesh polls, with the chief minister being chosen to place political resolution at BJP’s National Executive earlier. Union Home Minister has repeatedly asserted that the BJP will form once again form the government in Uttar Pradesh with a comfortable majority.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/modi-4-16392116573x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/modi-4-16392116573x2.jpg?impolicy=website&width=510&height=356"]}
]