[
{"heading": [" ", "PM Modi Stops Convoy on Crowded Varanasi Street to Accept Turban, Scarf from Local On Way to Temple"], "description": ["In a video, a man can be seen trying to offer the gift to the prime minister but is stopped by his security. Witnessing the commotion, PM Modi urges him cover to let the gifts be passed to him."], "story": ["Prime Minister ", "Narendra Modi", " on Monday stopped his car in a narrow lane that was crowded with people chanting his name to accept a ‘pagdi’ and scarf from a man on the streets of Varanasi as his heavily guarded convoy headed to the Kashi Vishwanath Temple.", "In a video, a man can be seen trying to offer the gift to the prime minister but is stopped by his security. Witnessing the commotion, PM Modi urges him cover to let the gifts be passed to him.", "The man was seen placing both the headgear and the scarf on the prime minister, who kept his hands folded.", "In the morning, PM Modi offered prayers at the Kaal Bhairav temple in Varanasi, his constituency in Uttar Pradesh, before launching a mega corridor to connect the Kashi Vishwanath temple with the Ganga ghats.", "PM Modi travelled with Chief Minister Yogi Adityanath in a double-decker boat to the Kashi Vishwanath temple to inaugurate the Kashi Vishwanath Dham. The project costs around ₹ 339 crore.", "All BJP chief ministers and over 3,000 seers are attending the key event, which is crucial for the party ahead of the state polls next year. ", "This is the third project that the Prime Minister is inaugurating in Uttar Pradesh in a week. Last week, he launched projects worth ₹ 9,600 crore in Gorakhpur - Yogi Adityanath’s stronghold - and the Saryu Canal project in Balrampur. He is scheduled to visit the state for two more events this month.", "In a statement, the Prime Minister’s office on Sunday said a “total of 23 buildings will be inaugurated in the first phase of the Kashi Vishwanath project that offers myriad facilities to the visitors - Yatri Suvidha Kendras, Tourist Facilitation Centre, Vedic Kendra, Mumukshu Bhavan, Bhogshala, City Museum, Viewing Gallery, Food Court, among others.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/modi-supporters-16393784583x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/modi-supporters-16393784583x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "CBSE Drops 'Sexist' Passage form 10th English Exam, Students to get Full Marks"], "description": ["CBSE 10th English exam: To ensure uniformity and parity, full marks will be awarded to students for passage no 1 for all sets of question papers."], "story": ["After the massive uproar, ", "CBSE", " has decided to drop the comprehension passage which was being regarded as ‘anti-female’ and ‘sexist’. The board has decided to award full marks to all students for the passage.", "In an official statement, the board said that the passage was “not in accordance with guidelines of the board with regard to the setting of question papers\" and hence it has decided to drop the passage from the exam. Further, “to ensure uniformity and parity, full marks will be awarded to students for passage no 1 for all sets of question papers.\"", "The controversial passage stated, “", "women gaining independence is the main reason for a wide variety of social and family problems", "“. It also read, “Emancipation of the wife destroyed the parent’s authority over the children. The mother did not exemplify the obedience upon which she tried to insist,\" read the passage. It added, “In bringing the man down from his pedestal the wife and mother deprived herself, in fact, of the means of discipline.\"", "Apart from parents and teachers, many political leaders joined in to bash CBSE on their exams. Congress interim chief Sonia Gandhi raised the matter in Lok Sabha. She called it a ‘shockingly regressive passage’ and demanded the withdrawal of the passage and an apology from the board.", "“Most #CBSE papers so far were too difficult and the comprehension passage in the English paper was downright disgusting. Typical RSS-BJP ploys to crush the morale and future of the youth. Kids, do your best. Hard work pays. Bigotry doesn’t,\" ", "Rahul Gandhi", " wrote on Twitter.", "Priyanka Gandhi too had joined the protest and had stated, “Are we really teaching children this drivel Clearly the BJP Government endorses these retrograde views on women, why else would they feature in the CBSE curriculum?\"", "Earlier, CBSE class 12 sociology exam, CBSE had issued an a", "pology for asking a question on Gujarat violence", ". The question stated, “The unprecedented scale and spread of anti-muslim violence in Gujarat in 2002 took place under which government?\"", "This is the first time board is holding term-wise exams. The current exams are term 1 board exams. This year, there will be two boards for class 10 and 12 students. The ", "term 1 exams are MCQ-only exams, however, they are most crucial", " as the board has said that in case the Covid-19 situation worsens, the board will not hold term 2 exams and term 1 exams will be considered for final results along with internal assessment.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/cbse12-16393831343x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/cbse12-16393831343x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Anti-Conversion, Love Jihad Bills Likely to Rock Karnataka Assembly; CM Says  No Discrimination, Cong Plans Protests"], "description": ["The fierce debate on alleged rampant conversions started three months ago after BJP MLA Goolihatti Shekhar revealed in the Karnataka Assembly that his mother had returned to Hinduism after briefly converting to Christianity."], "story": ["The proposed bills on anti-conversion and “love jihad” are likely to rock the Winter Session of the Karnataka Assembly which got underway in Belgaum on Monday.", "The Basavaraj Bommai-led BJP government in the state has decided to table the controversial anti-conversion bill in both the Assembly and the Legislative Council, claiming it is necessary to “save Hindus”. The opposition Congress has threatened to take the government head on and oppose the bill, terming it discriminatory and unconstitutional. ", "Some ministers and MLAs perceived to be close to the RSS, the ideological fountainhead of the BJP, have demanded a total ban on conversion and have urged the government to also introduce a separate bill banning “love jihad”. ", "The fierce debate on alleged rampant conversion by Christian evangelists started three months ago after BJP MLA and former minister Goolihatti Shekhar made a sensational revelation in the Assembly that his mother had returned to Hinduism after briefly converting to Christianity to “ward off some evils which had destroyed peace in the family”. The claim led to huge furore in the state, triggering demands for an anti-conversion law. ", "CM Bommai has said that the proposed bill is aimed at saving Hindus, mainly Dalits and STs, from missionaries that “lure them” into a new religion, promising “miracles and economic benefits”. ", "Speaking to the media, he said, “This bill will not discriminate against the Christians. There will be no trouble and they can co-exist peacefully. Christians are free to follow their religion. It is against doing business in the name of religion.” ", "Christian community leaders have expressed shock over the proposed bill, calling it draconian and unconstitutional. Dr Peter Machado, the Archbishop of Bengaluru, has said that it will make all Christians “second class citizens”. Addressing the media, he said Catholic churches are not into conversions and if the government proves the opposite, he will close down all Christian-run schools, colleges and hospitals in Karnataka. ", "Some Catholic community leaders, however, admit that foreign funded missionaries like New Life Church, Pentecostal, Zion, Bethel etc are into conversion.", "“Ordinary people don’t know that Christianity is not a monolithic religion. There are hundreds of sects in Christianity. Some sects are into conversion. They are posing a danger even to Catholics and old Protestants. The aggressive posture by the BJP government in the state will harm Catholics and Protestant-run Church of South India, because these two are the most visible symbols of Christianity,” said a senior priest in Bengaluru. ", "Union Minister of State for Agriculture Shobha Karandlaje has demanded that Bommai get the bill passed in the current session. Home Minister Araga Jnanedra, who is piloting the bill, has expressed the confidence that the bill will get passage. ", "V Sunil Kumar, Minister of Power, Kannada & Culture, has said that “anti-love jihad” bill will also be tabled in the current session of the legislature. Alleging that some Muslim organisations are into “trapping Hindu girls in the name of love”, he described it as a much-needed safeguard. Muslim community leaders have opposed it, describing it as a tool to harass people. ", "Leader of Opposition Siddaramaiah has dared the Bommai government to go ahead with the proposed bills. “These are unconstitutional bills. It makes them second-class citizens. Bommai is insecure about his position. He is not a mass leader. He is doing it to please the RSS to stay in power. We will oppose it both inside and outside the Assembly,” the former CM said. ", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/bommbai-pti-16393872853x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/bommbai-pti-16393872853x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Tega Industries Share Listing on BSE, NSE Today: Tega Stock Opens at 68% Premium"], "description": ["Tega Industries IPO: On BSE, Tega Industries stock opened at Rs 753, a premium of 66 per cent over the higher end of its issue price of Rs 453 "], "story": ["Tega Industries share made a bumper debut on D-Street on Monday.", "On BSE, Tega Industries stock opened at Rs 753, a premium of 66 per cent over the higher end of its issue price of Rs 453. On NSE, Tega Industries share got listed at Rs 760, a 68 per cent premium over the issue price. The stellar response from the investors during the subscription, healthy company profile and business and high grey market premium indicated a mega listing for Tega Industries shares.", "Tega Industries was the second largest producer of polymer-based mill liners on revenues basis in the country. ", "Tega Industries initial public offering", " (IPO) opened for subscription during December 1-3. The price band was fixed at Rs 443-453 per share. ", "Tega Industries IPO", " was entirely an offer-for-sale (OFS) of 1,36,69,478 equity shares by selling to shareholders and promoters. Hence, the company will not get any fund from the offer. The company aimed to garner Rs 619.22 crore at the upper price band from the maiden issue.", "Tega Industries IPO: Third Highest ", "IPO", " Subscription in 2021", "Tega Industries IPO witnessed a strong demand from the investors. Tega Industries IPO was subscribed 219.04 times over the 95.68 lakh shares that were on offer during the subscription period, according to the data. It was the third highest subscription among the IPOs hit the market in 2021 after Latent View Analytics and Paras Defence & Space Technologies. Tega Industries IPO received bids of over 209.58 crore shares against the total issue size of over 95.68 lakh shares, NSE data showed.", "The quota allocated for qualified institutional buyers was subscribed 215.45 times. The portion set aside for institutional investors saw a whopping subscription of 666.19 while that of retail individual investors (RIIs) was subscribed 29.44 times, the data showed.", "Tega Industries Grey Market Premium", "Tega Industries shares were available at Rs 753 in the grey market, 66.2 per cent or Rs 300 premium over issue price of Rs 453 per share, as per the IPO Watch and IPO Central. The massive increase in the Tega Industries’ grey market premium might be translated into a hefty 70-80 per cent premium on listing, experts mentioned.", "Tega Industries offers comprehensive solutions to global clients in the mineral beneficiation, mining and bulk solids handling industry across different stages of mining and mineral processing, screening, grinding and material handling, including after-market spends on wear, spare parts, grinding media and power. Its product portfolio comprises more than 55 mineral processing and material handling products, that cover a wide range of solutions in the mining equipment, aggregates equipment and the mineral consumables industry.", "Tega Industries Share: Listing Gains on Debut", "Analysts expect a health listing for Tega Industries share on Monday. Tega Industries share may list at the price range of Rs 750 to Rs 800, up to 75 per cent gains on listing. Commenting on the listing gains, Abhay Doshi, founder at UnlistedArena.com said, “Tega Industries IPO got a very strong response to its issue inspite of a clash with cluster of IPOs. The issue was moderately priced which helped them capturing interest of investors. The listing may also be strong owing to the rush for subscription. I expect over 60-65 per cent gains on listing.\"", "Ravi Singhal, vice chairman at GCL Securities also expect a stellar listing for Tega Industries on Monday. “Shares of Tega Industries may have a bumper debut today at Dalal Street as it is expected to list around Rs 780 to Rs 800 levels, delivering listing gain up to 75 per cent to the allottees,\" he added.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/08/market-2-16298997323x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/08/market-2-16298997323x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Government Has A 'Warning' For Google Chrome Users"], "description": ["Google has already released a fix for these vulnerabilities. It is highly advisable that users upgrade to the latest version of Google Chrome soon. "], "story": ["The Indian Computer Emergency Response Team (CERT-In), part of the IT ministry, has issued a ‘high severity’ warning for Google Chrome Internet browser users. As per the advisory, several vulnerabilities have been found in Google Chrome browser and these could be exploited by a remote attacker to execute arbitrary code on the targeted PC.", "The attacker may get access to personal data and also inject malware to snoop on a targeted PC. Google has already released a fix for these vulnerabilities in its latest software update for Chrome and it is highly advisable that Google Chrome users upgrade to the latest version soon. ", "Google recently announced that the Chrome Stable channel has been updated to 96.0.4664.93 for Windows, Mac and Linux. The update is already available for users. Google also said that the  “Extended stable channel has also been updated to 96.0.4664.93 for Windows and Mac which will roll out over the coming days/weeks.”", "Google acknowledged that the latest Chrome update includes 22 security fixes, many of which were highlighted by “external researchers”. ", "CERT-In in ts advisory said, “Multiple vulnerabilities exists in Google chrome due to Type Confusion in V8;Use after free in web apps, UI, window manager, screen capture, file API, auto fill and developer tools; Incorrect security UI in autofill;Heap buffer overflow in extensions, BFCache and ANGLE; Type Confusion in loader; Insufficient data validation in loader; Integer underflow in ANGLE and Insufficient validation of untrusted input in new tab page.” ", "Warning users, CERT-In added, “A remote attacker could exploit these vulnerabilities by enticing a victim to visit a specially crafted web page. Successful exploitation of these vulnerabilities could allow a remote attacker to execute arbitrary code on the targeted system.”", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/08/google-chrome-logo-16298648443x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/08/google-chrome-logo-16298648443x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "US Couple's Wedding Notice in Newspaper Has All the Red Flags Only Twitter Can See"], "description": ["The bizarre and dark focus with which the wedding notice shares uncomfortable details of the couple's past relationships is making readers uncomfortable."], "story": ["The things we sometimes see on social media are truly unrivalled by anything else. A wedding announcement for a couple that is supposed to take place early next year has baffled netizens as they are left scratching their heads about it. Though the notice starts off nicely where it introduces the couple, what follows is truly one of a kind, and it seems the couple has literally braved years of unhealthy relationship before they met. But the kind of bizarre focus and intensity with which the notice shares uncomfortable details of the couple’s past relationships is making readers ‘see red’, literally. ", "The notice starts off innocently enough, as it shares that Dr Matthew Johnson and Ms Jennifer Bair Cullen will be wed next February. Johnson is a professor and author while Bair Cullen is a behaviourial specialist, the notice says. But soon, the notice turns weird, and keeps at it. ", "It says, Colton Cullen, the son of the bride, is delighted to share in this miracle of love and devotion he’s witnessing for the first time in his life. He would like to thank his stepfather for the genuine loyalty, honesty and protection that neither he nor his mother have ever known before.\"", "We have questions about Colton and how did he agree to let this particular admission stay in the notice? ", "This is not all. The notice goes on, “As a diamond is produced only under intense heat and pressure, Jennifer’s beauty derives from enduring decades of narcissistic attempts to defeat her virtue and crush her spirit.\"", "And what comes next is bizarre and frankly, insulting to the soon-to-be-bride. ", "“Matthew is ecstatic to be the only man adequately equipped to satiate Jennifer’s long-unsatisfied yearning for romantic attention, affection and love.\"", "For Dr Johnson, the notice says, “As gold is refined only through intense heat and flame, Matthew’s strength of will derives from enduring decades of pathological contempt, deceit and hypocrisy. They failed to break him.\"", "Who are they and how many were they?", "The notice then goes on to add that Jennifer is “overjoyed to finally provide him with the unconditional love, undying respect and gratifying intimacy like no man has ever experienced.\"", "As the announcement wraps up, it says, “To put it simply: They won.\"", "The couple might be finally winning when it comes to defeating less than perfect relationships in their past, we are also given a new and rather disturbing piece of tidbit from the Twitter user who shared the news.", "“Aaaaaaaaand he’s an actual Nazi,” @AtomAtkinson wrote.", "WHATT?", "To put it simply, Twitter didn’t hold back either:", "Even Piers Morgan wants to attend the wedding. ", "Even as many were trying to decipher why and how such a wedding announcement can be put up, a few found out that Dr Johnson writes for ", "The Barnes Review", ", described as “one of the most virulently anti-Semitic organizations around” by the Southern Poverty Law Center.", "So, while many of us probably have a lot of questions about this, only time will tell if Dr Johnson and his bride are actually able to win it in love like no couple ‘has ever experienced’.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/us-couple-wedding-16393889383x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/us-couple-wedding-16393889383x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [], "description": [], "story": [], "image_urls": []},
{"heading": [" ", "'Whenever An Aurangzeb Has Risen, a Shivaji Also Emerged': What PM Modi Said at Kashi Vishwanath Dham Launch"], "description": ["PM Modi launched the Kashi Vishwanath corridor in Varanasi after taking a dip in the Holy Ganga river and offering prayers at the Kaal Bhairav temple."], "story": ["Whenever an Aurangzeb has arisen in India, a Shivaji has also emerged as the soil of this country is different from the rest of the world, Prime Minister Narendra Modi said on Monday after he inaugurated the first phase of the Kashi Vishwanath Dham here. Addressing the gathering, Modi lauded the civilisational heritage of Varanasi, and said many sultanates rose and collapsed but Benaras remained.", "Modi launched the corridor after taking a dip in the Holy Ganga river and offering prayers at the Kaal Bhairav temple. Chief Minister Yogi Adityanath, before the launch, said much politics had been carried out in Mahatma Gandhi’s name but only the current government had fulfilled his dream of transforming Kashi.", "Top quotes by PM Modi from the launch:", "• “Invaders attacked this city, tried to destroy it. History is witness to Aurangzeb’s atrocities, his terror. He tried to change civilisation by the sword. He tried to crush culture with fanaticism. But the soil of this country is different from the rest of the world. Here if an (Mughal Emperor) Aurangzeb comes, a (Maratha warrior) Shivaji also rises. If a Salar Masud marches ahead, warriors like Raja Suhaldev make him realise the power of our unity,\" he said.\"", "• Modi said the whole new complex of the Kashi Vishwanath Dham is not just a grand building, but a symbol of the “Sanatan culture\" of  India, our spiritual soul and India’s antiquity and traditions. The temple area here, which was only 3000 square feet, has now spread to about five lakh square feet, Modi said, adding that now 50,000-75,000 devotees can come to the temple premises.", "• He said “new history\" was being created and “we are fortunate to have witnessed it\".", "• Today, I would also like to express my gratitude towards every labourer who has worked for the construction of this grand complex. Even during COVID-19, the work did not stop here.", "• “I congratulate our artisans, people associated with our civil engineering, people of administration, those families who had their homes here. Along with all this, I also congratulate the UP government, Chief Minister Yogi Adityanath ji, who united day and night to complete the Kashi Vishwanath Dham project.\"", "• “There is only one government in Kashi, those who have damru in their hands. Who can stop Kashi where Ganga flows by changing its current?\"", "• “When you come here, you will not see only faith. You will also feel the glory of your past here. How antiquity and novelty come alive together. How ancient winds are giving direction to the future, we are doing its direct darshan in Vishwanath Dham complex.\"", "• “I want three resolutions from you, not for yourself, but for our country - cleanliness, creation & innovation and continuous efforts to create a self-reliant India\".", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/modi-kashi-vishwanath-16393881053x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/modi-kashi-vishwanath-16393881053x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Katrina Kaif's Sisters Walk Her to 'Elated' Vicky Kaushal Under 'Phoolon Ki Chadar' on Wedding Day, See Pics"], "description": ["Katrina Kaif's six sisters walked her to the mandap under the phoolon ki chadar as Vicky Kaushal waited. "], "story": ["Katrina Kaif’s wedding ceremony was a dreamy affair. She tied the knot with ", "Vicky Kaushal", " at the Six Senses resort in Fort Barwara, located 120 kms from Jaipur, Rajasthan. As the couple continue to share the pictures from their ceremonies, on Monday, Katrina posted some images from the wedding day. ", "In one of the ceremonies, where the bride is walked to the mandap under the phoolon ki chadar ahead of the wedding rituals commencing, Katrina’s sisters are seen breaking Hindu gender norms. The ceremony is usually carried forth by the bride’s brothers and uncles, but at the VicKat union, the actress sisters walked her to the mandap. The image is a strong statement in itself. Katrina’s actress sister Isabelle is seen in the front as well during this ritual. Increasingly, this custom is also being carried out by bridesmaids across cultures. ", "Katrina captioned her social media post, “Growing up, we sisters always protected each other. They are my pillars of strength and we keep each other grounded… May it always stay that way (sic).\"", "Katrina’s wedding couture was designed by Sabyasachi, who shared the details regarding the outfit on social media, writing, “The bride Katrina Kaif @katrinakaif chose a traditional Indian red bridal look. She wears a classic Sabyasachi red bridal lehenga in handwoven matka silk with fine tilla work and embroidered revival zardozi borders in velvet. In homage to the groom’s Punjabi roots, her veil is custom-trimmed with handmade kiran.", "The lehenga is paired with bespoke bridal jewellery of uncut diamonds in 22k gold with hand strung pearls from Sabyasachi Heritage Jewellery (sic).\"", "Katrina’s stylist Anhaita Shroff wrote about her look, “It’s the moments… just before the chadar… walking to the varmala…magic in the air… love all around (sic).\"", "Now, Katrina and Vicky will be hosting a reception in Mumbai for their industry friends and invites have been sent out. ", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/kat-and-vicky-16393730163x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/kat-and-vicky-16393730163x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Here's How Toothache Helped Detect A 12-year-old Girl Was Positive for Omicron in Maharashtra"], "description": ["Preliminary inquiry revealed that the girl had returned from Nigeria to the twin town a few days before testing Covid positive."], "story": ["Days after a 12-year-old girl returned from Nigeria to Pimpri Chinchwad, she developed a toothache which eventually led to the discovery of Covid infection and subsequent detection of its Omicron variant in her and five others in the family. They returned to ", "India", " on November 24. ", "This comes after the dentist demanded an RT-PCR negative certificate before examining the girl. The test revealed that she was Covid positive. “The notifications are followed by tracing and testing of the close contacts of people testing Covid-19 positive. The same procedure was followed in the girl’s case,” a zonal health official told The Times of India. ", "Preliminary inquiry revealed that the girl had returned from Nigeria to the twin town a few days before testing Covid positive. “Four family members had tested negative in the first test, A second test was conducted on them and the results were ‘Covid positive’. All of them are quarantined at Jijamata hospital,” he added.", "Narrating the procedure if a traveller tests positive, the official added that if an RT-PCR test reveals a Covid positive case, they visit the person’s home. And depending on the symptoms, they tell the patient if they should opt for either home or institutional quarantine. ", "In the case of the girl’s family, the officials said they have sent samples to the NIV in accordance with the norms related to people returning from the nations categorized as ‘at-risk’ following the emergence of the Omicron. Among the family members testing positive for Omicron is an 18-month-old child. All of them are asymptomatic. A regular dose of multivitamins has been prescribed for them, the official added. ", "The PCMC official said the patients would be in institutional quarantine until they tested double negative for Covid.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/airport-covid-16391274323x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/airport-covid-16391274323x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Harnaaz Sandhu Winner of Miss Universe 2021, Third from India After Sushmita Sen, Lara Dutta"], "description": ["India's Harnaaz Kaur Sandhu made the country proud as she won the Miss Universe 2021 competition defeating Paraguay and South Africa in top three."], "story": ["At the Miss Universe 2021 pageant in Israel, India’s Tricolour is flying high as actress and model Harnaaz Kaur Sandhu was declared the winner of the competition. Apart from Harnaaz, South Africa’s Lalela Mswane was declared the second runner-up and Paraguay’s Nadia Ferreira was the first runner up. It was the 70th edition of the prestigious annual event.", "The 21-year-old Harnaaz from Punjab was representing India at the 70th Miss Universe event, held in Eilat, Israel. She brought home the crown 21 years after Lara Dutta won the title in 2000. Apart from Lara and Harnaaz, Sushmita Sen has won the title back in 1994. Harnaaz was visibly anxious in the lead up to her name being declared as the winner as she held hands with first runner up, Nadia Ferreira.", "Here’s a video of Harnaaz wearing the Miss Universe 2021 crown surrounded by other pageant finalists.", "It was a surreal moment as Harnaaz Kaur Sandhu made her final walk down the ramp as Miss Universe 2021. As part of the top three round, the contestants were asked, “What advice would you give to young women watching on how to deal with the pressures they face today?\"", "To this, Harnaaz said, “The biggest pressure the youth of today is facing, is to believe in themselves. To know that you are unique makes you beautiful. Stop comparing yourselves with others and let’s talk about more important things that are happening worldwide. Come out, speak for yourself, because you are the leader of your life. You are the voice of your own. I believed in myself and that is why I am standing here today.\"", "Here are some pictures from late Nov as Harnaaz jetted off to Israel for the finals. ", "Harnaaz was crowned Miss Universe India 2021 in October. She holds multiple pageant titles like Miss Max Emerging Star India 2018 and Femina Miss India Punjab 2019, as well. She has also starred in Punjabi films like ‘Yaara Diyan Poo Baran’ and ‘Bai Ji Kuttange’, which will release in 2022.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/harnaaz-kaur-sandhu-pic-with-crown-new-16393693643x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/harnaaz-kaur-sandhu-pic-with-crown-new-16393693643x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Why the Majestic Kashi Vishwanath Corridor is a Hindu Project for the Ages"], "description": ["When Hindu parents bring a child to Varanasi, the child’s first impression should be one of grandeur. It should make them wish to learn more about the stories and the histories of Kashi."], "story": ["Kashi, Varanasi or Benares is one of the oldest continuously existing cities (possibly even the oldest) in the world. In Kashi, every lane and every turn is part of history. Every building that has been broken down, restored or left to ruin is part of history. People have come to the city in search of so many things; wealth, victory or ", "moksha", ", and for centuries. Most have been forgotten completely. The very lucky ones survive in local tales and oral histories. Even fewer make it to history that is written down. Only the most fortunate get to leave an actual mark upon the city, to build history upon history.", "In its current form, ", "Kashi", " is being reinvented, with a majestic corridor and gateway around ", "Vishwanath Temple", ", looking over the waters of the ever-flowing Ganga river. Prime Minister Narendra Modi will inaugurate it today. But what is the need to reinvent this city? For this, let us ask ourselves something much more ambitious.", "What is the essence of Hinduism? Only the most enlightened could possibly have an answer to this question. But in the inherently democratic spirit of Hindu society, everyone can try. And it is always best to keep things simple. To me, Hinduism is a bunch of traditions passed down from one generation to the next.", "These traditions evolve constantly, because they are living. But they have two central features. First, they are bound to the Indian subcontinent. The geography of Bharat, its rivers and forests, the seasons and even the trees and crops that grow here play an essential role within these traditions. In that sense, the Hindu religion is not portable, unlike Christianity for instance. What significance would the Ganga, Narmada or Kaveri river have for someone living in California?", "The second thing is that these traditions are common threads that run through every social and linguistic group that makes up our overwhelmingly diverse nation. The concept of “abhishek”, for instance, would be translatable into every Indian language, yet impossible to explain in English. You have to belong to the tradition to understand what it means. This makes India more than just a collection of people groups, and our country more than a sum of pieces of land.", "Without these traditions, there are no Hindus and there is no India. The primary task, therefore, is to make sure that these traditions are passed on. For that, Hindus need a majestic spiritual capital (or capitals) that focuses attention on the power of the Indian civilization. It should attract the people to their ancient faith system and inspire them to stick to it. Otherwise, in the competitive market of religion, Hindus will lose out.", "A congested old city cannot serve this purpose. When Hindu parents bring a child to Varanasi, the child’s first impression should be one of grandeur. It should stir their natural curiosity. It should make them wish to learn more about the stories and the histories of Kashi, the kings and the artisans who built the city, and in a larger sense about the legacy of Hindu civilization. They should wonder about the generations of Hindus who came to the spot and why they were there. Walking in, they should feel proud of what they have inherited. They should wish to advance it.", "First impressions matter. Was the old Kashi, or the current state of most of our Hindu holy sites for that matter, accomplishing this? Let us ask ourselves this question honestly.", "But wait, you might say. Can’t we look beyond the apparent chaos and see what is deep within? Isn’t that the whole point of India? It requires a bit of plain speaking, but the answer is no. Not in the competitive market, at any rate. If we make our offerings hard to find, people will just move on to the next one. There are always Abrahamic religions, and Communism. Or wokeness.", "If you observe what is common to the latter, it is ease of entry. Even Communism, which had been almost thwarted by the end of the twentieth century, is back in new ways more palatable to young people. On the other hand, Bharat has been getting smaller, both internally and externally, even in the last one hundred years. If we demand significant mental effort to look past the dirt and chaos to appreciate what is inside, there will be fewer and fewer of us. If we keep raising the entry barriers, the chipping away at Bharat is likely to continue.", "So should we be so concerned with what is on the outside? Yes, because that is what attracts attention. It gets people in the door.", "Curiously enough, the ", "Kashi Vishwanath corridor project", " has been criticized not only by liberals, but also a section of conservatives. The liberal criticism is on predictable lines. What good are temples? Why not a school or hospital? It would be helpful if such noble sentiments were equally applied to the current controversy over the use of public space in Gurugram. Until then, I apologize for seeing through the trick.", "The conservative criticism is more interesting, but impractical. Every site in the city is a living god. Why disturb Kashi? Because getting people in the door is the most important. Only once you have enough people inside, you will find the small fraction that will transcend to higher levels of consciousness.", "The diffused, introverted nature of Hinduism has long been a significant advantage for those looking to chip away at Bharat. Just like ancient Bharat was a loosely defined region with many political systems. This was used most often by detractors to argue that India never existed at all. And therefore it does not matter how many pieces it is broken into. ", "Bharat ke tukde", " and all that. To put a stop to such mischief, we have modern India, which is a nation state with hard borders, a Constitution and a central government. Of course, India is more than that. The idea of one Bharat Mata automatically invalidates all demands for ", "Bharat ke tukde", ". It would be great if everyone understood that, but they don’t. Which is where the hard borders help.", "The same goes with Hinduism. To stop the chipping away, if we have to adopt some of the trappings of an organized religion, so be it. Hindus deserve something that looks at least as good as the Vatican, and advertises our soft power. The wealth creation that comes from tourism is a plus.", "And, so we approach the ancient city of Kashi, with both humility and pride. We build the best new Kashi we can. Future generations will see this. Perhaps someone else, a thousand years hence, will build upon it again. It will reflect the needs of their age, and the glory of Hindu civilization at that time. We look forward to living on in the stories they tell. ", "Abhishek Banerjee is a mathematician, columnist and author. The views expressed in this article are those of the author and do not represent the stand of this publication.", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/kashi-vishwanath-ani-16393860513x2.jpg?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/kashi-vishwanath-ani-16393860513x2.jpg?impolicy=website&width=510&height=356"]},
{"heading": [" ", "Real-life 'Gully Boy': Mumbai Rickshaw Driver's Daughter Becomes Rapper"], "description": ["Sania Mistri is yet to own a smartphone but makes rap videos with the help of her friends and some of her videos have even gone viral."], "story": ["Move over Divine and Naezy, there’s a new ‘gully’ star on the block. Sania Mistri is a 15-year-old girl from the Govandi area in Mumbai. Daughter of a rickshaw driver, Sania is a student in class 11. What makes her stand out from the rest of the kids in her school and her neighbourhood is the fact that Sania is a budding rapper and has been practising the art for the past three years. Although she is yet to own a smartphone, Sania makes rap videos with the help of her friends and some of her videos have even gone viral. Her YouTube channel, ‘Saniya MQ’, already has over three thousand subscribers and she has even has a following on her Instagram page. Talking about the difficulties that she has faced in her journey, Sania told India Today, “People here didn’t know what rap is and so I had to tell them about it. I had to explain that it is good to rap, how it is done and how much I love rapping. Later, my mother loved it as well. But to me, there was also a concern as to what the world will say once I step out of my house. But now, I have the support of my parents and teachers. Hence, I will continue.\"", "According to Sania’s friend and close associate Nasreen Ansari, her mother was initially scared to watch her daughter perform the first time she was on stage due to the crowd. However, when she started performing, Sania impressed everyone and her mother was happy to see her. ", "Also Read:", " ", "Arunachal Boy Raps ‘Apna Time Aayega’, Ranveer Singh Calls Him ‘My Spirit Animal’", "Nasreen added that Sania was always creative and when she was challenged by her friends to rap a few years ago, she took it and has not turned back since then. ", "Sania is well aware of how difficult her dreams are but is undeterred due to her determination. “Yes, my dreams are high and I am hopeful that my dreams will come true by the grace of God,\" she told India Today. ", "Read all the ", "Latest News", ", ", "Breaking News", " and ", "Coronavirus News", " here. "], "image_urls": ["data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iNTM0IiBoZWlnaHQ9IjM1NiIgeG1sbnM9Imh0dHA6Ly93d3cudzMub3JnLzIwMDAvc3ZnIiB2ZXJzaW9uPSIxLjEiLz4=", "https://images.news18.com/ibnlive/uploads/2021/12/sania-mistri-2-16393866583x2.png?impolicy=website&width=510&height=356", "https://images.news18.com/ibnlive/uploads/2021/12/sania-mistri-2-16393866583x2.png?impolicy=website&width=510&height=356"]}
]